{"metadata":{"responseInfo":{"status":200},"resultset":{"count":"3407","pagesize":20,"page":0},"executionTime":0.045013904571533203},"results":[{"attachments":"","body":"David W. Ogden, the Deputy Attorney General, spoke today at the Tulalip Reservation in\u0026nbsp;Seattle, Washington about the responsibility we have to Indian Country.\n\nFrom his remarks:\nPublic safety in Indian Country requires our urgent attention. Violent crime in much of Indian Country is staggering, and its effect on the everyday lives of tribal communities is unacceptable. Our Tribal Nations face enormous law enforcement challenges, particularly with respect to violent crime, violence against women and crimes against children. While Tribal Nations accomplish a tremendous amount with the resources they have, those resources are wholly inadequate to the serious criminal justice problems they face each day.\nThe Department of Justice has a fundamental responsibility to improve public safety in Tribal communities. We have a legal duty to prosecute violent crime in Indian Country. This is because in much of Indian Country -- under current law -- we alone have the authority to prosecute serious violent crime to the full extent of the law. Our role as the primary prosecutor for serious violent crime makes our responsibility to our citizens in Indian Country unique.\nWe also have a trust responsibility to support the tribal law enforcement and justice institutions so critical to tribal sovereignty, and to build relations with our Tribal Nations on a true government-to-government basis. We have a duty to improve communication with our tribal partners and to strengthen the bonds between our institutions.\nThis is a simple question of meeting our responsibilities as a government, and it’s critical to the basic quality of life for those in Indian Country. Under the leadership of Attorney General Holder, the Department of Justice vigorously embraces this important role. We are dedicated to working closely with our Tribal partners, on a true government-to-government basis, to develop a comprehensive approach to improving law enforcement in Indian Country.\n\nYou can read the full remarks, here.","changed":"\u003Ctime datetime=\u00222017-04-07T11:31:45-04:00\u0022\u003E1491579105\u003C\/time\u003E\n","component":[{"uuid":"b2121930-8c93-4acc-8386-e8f63b538a51","name":"Office of the Deputy Attorney General"}],"created":"\u003Ctime datetime=\u00222009-08-16T10:03:01-04:00\u0022\u003E1250431381\u003C\/time\u003E\n","date":"1250424000","image":"","teaser":"","title":"Our Responsibilities","topic":"","url":"https:\/\/www.justice.gov\/archives\/opa\/blog\/our-responsibilities","uuid":"07dc708b-3297-4ed4-9d3d-9aa34fbddac5"},{"attachments":"","body":"This is an example of a WordPress page, you could edit this to put information about yourself or your site so readers know where you are coming from. You can create as many pages like this one or sub-pages as you like and manage all of your content inside of WordPress.","changed":"\u003Ctime datetime=\u00222017-04-07T11:31:45-04:00\u0022\u003E1491579105\u003C\/time\u003E\n","component":"","created":"\u003Ctime datetime=\u00222009-09-02T14:53:54-04:00\u0022\u003E1251917634\u003C\/time\u003E\n","date":"1251892800","image":"","teaser":"","title":"About","topic":"","url":"https:\/\/www.justice.gov\/archives\/opa\/blog\/about","uuid":"1e7986ab-4b30-4601-8faf-5f8a9af27e20"},{"attachments":"","body":"\n\t\n\t505,000: The number of victims who were assisted by the STOP Violence Against Women Formula Grant Program, a project of the Office of Violence Against Women.\n\t\n\t\n\t1,201,000: The number of services provided to these victims in communities across America as a result of the grants awarded by the Office of Violence Against Women’s STOP program.\n\t\n\t\n\t4,700: The number of individuals arrested for violations of protection orders intended to prevent violence against woman under the STOP program.\n\t\n\n\nThis data, from 2007, is startling, because we know it only represents a fraction of the women who are victims of violence. One in every four women will experience domestic violence in her lifetime. An estimated 1.3 million women are victims of physical assault by an intimate partner each year, and one in six women will experience an attempted or completed rape at some time in her life.\n\n\u0026nbsp;\n\nThat is why today, President Obama issued a Presidential Proclamation lauding the 15th Anniversary of the Violence Against Women Act:\n\n\u0026nbsp;\n\nThis bipartisan accomplishment has ushered in a new era of responsibility in the fight to end violence against women. In the 15 years since VAWA became law, our Nation\u0027s response to domestic violence, dating violence, sexual assault, and stalking has strengthened. Communities recognize the special needs of victims and appreciate the benefits of collaboration among professionals in the civil and criminal justice system, victim advocates, and other service providers. With the support of VAWA funds, dedicated units of law enforcement officers and specialized prosecutors have grown more numerous than ever before. Most importantly, victims are more likely to have a place to turn for help -- for emergency shelter and crisis services, and also for legal assistance, transitional housing, and services for their children.\n\n\u0026nbsp;\n\nIn 1994, then Senator Joe Biden authored this landmark legislation. \u0026nbsp;Created in recognition of the severity of the crimes associated with domestic violence, sexual assault and stalking, it led to the creation of the Department of Justice’s Office on Violence Against Women.\n\n\u0026nbsp;\n\nThis critical component of the Justice Department administers a wide variety of financial and technical assistance to communities around the country. These grants than facilitate the creation of programs, policies and practices aimed at ending domestic and dating violence, sexual assault and stalking – programs like the STOP program.\n\n\u0026nbsp;\n\nToday the Department of Justice marks the start of a year-long anniversary effort to raise public awareness on issues around violence against women, to reinforce and build coalitions among federal, state, local and tribal law enforcement and victim services communities, and to reinforce the goal of ending domestic and dating violence, sexual assault and stalking for men, women and children across the country.\u0026nbsp;\n\n\u0026nbsp;\n\nAttorney General Holder noted the Act’s importance to the Department of Justice:\n\n\u0026nbsp;\n\n\u0022The Violence Against Women Act forever changed the way this nation meets our responsibility to survivors of domestic violence and sexual assault.\u0026nbsp;It has been an essential building block in the Justice Department’s work to end violence against women. The Justice Department will continue to take every possible step to enforce laws protecting victims of violence and to provide resources to aid victim service providers.\u0022\n\n\u0026nbsp;\n\nOver the last 15 years, the Violence Against Women Act, and the work done by the Office of Violence Against Women, has created a paradigm shift in how the issue of violence against women is addressed in communities throughout the nation, but there is still work to do.\n\n\u0026nbsp;\n\nAs Vice President Biden said today:\n\n\u0026nbsp;\n\n\u0022We’ve made tremendous progress since the Violence Against Women Act first passed in 1994, but we have much more to do.\u0026nbsp;We cannot rest.\u0026nbsp;It will take all of us to fulfill the promise to end domestic violence and sexual assault.\u0022\n\n\u0026nbsp;\n\nYou can learn more about the Violence Against Women Act at http:\/\/www.justice.gov\/ovw\/legislation.\n\n\u0026nbsp;\n","changed":"\u003Ctime datetime=\u00222017-04-27T11:10:12-04:00\u0022\u003E1493305812\u003C\/time\u003E\n","component":[{"uuid":"e420d2db-9bf8-4784-81b5-1cf484df6f3f","name":"Office on Violence Against Women"}],"created":"\u003Ctime datetime=\u00222009-09-14T14:31:16-04:00\u0022\u003E1252953076\u003C\/time\u003E\n","date":"1252929600","image":"","teaser":"","title":"15 Years Later","topic":"","url":"https:\/\/www.justice.gov\/archives\/ovw\/blog\/15-years-later","uuid":"70e6091a-6545-4739-ab6d-4a1dfb54a4d9"},{"attachments":"","body":"\n\n505,000: The number of victims who were assisted by the STOP Violence Against Women Formula Grant Program, a project of the Office of Violence Against Women.\n\n\n1,201,000: The number of services provided to these victims in communities across America as a result of the grants awarded by the Office of Violence Against Women’s STOP program.\n\n\n4,700: The number of individuals arrested for violations of protection orders intended to prevent violence against woman under the STOP program.\n\n\nThis data, from 2007, is startling, because we know it only represents a fraction of the women who are victims of violence. One in every four women will experience domestic violence in her lifetime. An estimated 1.3 million women are victims of physical assault by an intimate partner each year, and one in six women will experience an attempted or completed rape at some time in her life. \n\u0026nbsp;\nThat is why today, President Obama issued a Presidential Proclamation lauding the 15th Anniversary of the Violence Against Women Act:\n\u0026nbsp;\nThis bipartisan accomplishment has ushered in a new era of responsibility in the fight to end violence against women. In the 15 years since VAWA became law, our Nation\u0027s response to domestic violence, dating violence, sexual assault, and stalking has strengthened. Communities recognize the special needs of victims and appreciate the benefits of collaboration among professionals in the civil and criminal justice system, victim advocates, and other service providers. With the support of VAWA funds, dedicated units of law enforcement officers and specialized prosecutors have grown more numerous than ever before. Most importantly, victims are more likely to have a place to turn for help -- for emergency shelter and crisis services, and also for legal assistance, transitional housing, and services for their children. \n\u0026nbsp;\nIn 1994, then Senator Joe Biden authored this landmark legislation. \u0026nbsp;Created in recognition of the severity of the crimes associated with domestic violence, sexual assault and stalking, it led to the creation of the Department of Justice’s Office on Violence Against Women. \n\u0026nbsp;\nThis critical component of the Justice Department administers a wide variety of financial and technical assistance to communities around the country. These grants than facilitate the creation of programs, policies and practices aimed at ending domestic and dating violence, sexual assault and stalking – programs like the STOP program. \n\u0026nbsp;\nToday the Department of Justice marks the start of a year-long anniversary effort to raise public awareness on issues around violence against women, to reinforce and build coalitions among federal, state, local and tribal law enforcement and victim services communities, and to reinforce the goal of ending domestic and dating violence, sexual assault and stalking for men, women and children across the country.\u0026nbsp;\n\u0026nbsp;\nAttorney General Holder noted the Act’s importance to the Department of Justice:\n\u0026nbsp;\n\u0022The Violence Against Women Act forever changed the way this nation meets our responsibility to survivors of domestic violence and sexual assault.\u0026nbsp;It has been an essential building block in the Justice Department’s work to end violence against women. The Justice Department will continue to take every possible step to enforce laws protecting victims of violence and to provide resources to aid victim service providers.\u0022\n\u0026nbsp;\nOver the last 15 years, the Violence Against Women Act, and the work done by the Office of Violence Against Women, has created a paradigm shift in how the issue of violence against women is addressed in communities throughout the nation, but there is still work to do.\n\u0026nbsp;\nAs Vice President Biden said today:\n\u0026nbsp;\n\u0022We’ve made tremendous progress since the Violence Against Women Act first passed in 1994, but we have much more to do.\u0026nbsp;We cannot rest.\u0026nbsp;It will take all of us to fulfill the promise to end domestic violence and sexual assault.\u0022\n\u0026nbsp;\nYou can learn more about the Office and Violence Against Women and the Violence Against Women Act at http:\/\/www.ovw.usdoj.gov\/.\n\u0026nbsp;\n","changed":"\u003Ctime datetime=\u00222017-04-07T11:31:45-04:00\u0022\u003E1491579105\u003C\/time\u003E\n","component":[{"uuid":"e420d2db-9bf8-4784-81b5-1cf484df6f3f","name":"Office on Violence Against Women"}],"created":"\u003Ctime datetime=\u00222009-09-14T14:31:16-04:00\u0022\u003E1252953076\u003C\/time\u003E\n","date":"1252929600","image":"","teaser":"","title":"15 Years Later","topic":"","url":"https:\/\/www.justice.gov\/archives\/opa\/blog\/15-years-later","uuid":"5bcbccb1-7d0e-4401-8915-d566869d2379"},{"attachments":"","body":"Today, Associate Attorney General Tom Perrelli spoke at the Pueblo Cultural Center in\u0026nbsp;Albuquerque, New Mexico about the recent spate of grants being awarded in Indian Country. It\u0027s an issue the Associate Attorney General has spent a great deal of time on in recent months, and one that, he acknowledges, he has a history with.\n\nFrom his remarks:\nI often speak about my personal interest in criminal justice in Indian Country. In fact, both the Deputy Attorney General. David W. Ogden, and I were very involved in Indian Country law enforcement initiatives in our previous roles in the Reno Justice Department. But returning a decade later to the Department, I see how much remains to be done. This has been echoed in our discussions with tribal leaders and experts in the past several weeks. Public safety in Indian Country requires our urgent attention. Violent crime in much of Indian Country is staggering, and its effects on the everyday lives of tribal communities are unacceptable. Our tribal nations face enormous law enforcement challenges, particularly with respect to violent crime, violence against women, and crimes against children. While tribal nations accomplish a tremendous amount with the resources they have, those resources are wholly inadequate to the serious criminal justice problems they face each day.\n\nThat brings me to the second reason I am here today. We’ve done a lot of listening, and we will continue to listen. But it’s also time we put actions behind our words. That is why I am honored to announce that the Department of Justice is awarding more than $82.29 million to pueblos and reservations in New Mexico and Navajo Nation today.\n\nWhen we look at today’s funding – we see the most critical areas in need:\n\n\tMore than $79.6 million to construct and renovate correction facilities in areas with bed space needs and high rates of violent crime;\n\tMore than $1.23 million to support pueblos and tribes’ efforts to respond to violent crimes against American Indian women and enhance victim safety and prevention strategies;\n\tMore than $325,000 to create sex offender registries to protect our young children from predators; and\n\tMore than $1 million to help tribal communities improve their juvenile justice systems, including prevention and mental health services.\n\nAlmost all of the money awarded today – about $80 million – comes through the American Recovery and Reinvestment Act. In the Recovery Act, the Obama administration focused on how to stimulate the economy and help communities that are suffering financially, and made sure there were funds for Indian Country, which has tremendous needs. While much of the focus on the Recovery Act has been about job creation – we know that the economy is a critical step for public safety. Safer communities and healthy families are a building block for the nation and our economic recovery.\nYou can read the full remarks, here.","changed":"\u003Ctime datetime=\u00222017-04-07T11:31:45-04:00\u0022\u003E1491579105\u003C\/time\u003E\n","component":[{"uuid":"2dd23226-fdaa-483b-bbc5-81233ed79643","name":"Office of the Associate Attorney General"}],"created":"\u003Ctime datetime=\u00222009-09-21T15:55:12-04:00\u0022\u003E1253562912\u003C\/time\u003E\n","date":"1253534400","image":"","teaser":"","title":"A History of Commitment to Indian Country","topic":"","url":"https:\/\/www.justice.gov\/archives\/opa\/blog\/history-commitment-indian-country","uuid":"da0e7e55-1dc5-4b25-b038-905f3f414d59"},{"attachments":"","body":"The Department of Justice celebrated National Hispanic Heritage Month today. The Attorney General was joined by Secretary of the Interior, Ken Salazar, for the event.\n\nAttorney General Eric Holder:\n\nWe gather here at a moment of great promise for our nation. Two weeks ago, Justice Sonia Sotomayor became the first Latina to take the bench as an Associate Justice of the United States Supreme Court. Her appointment serves as an important milestone on the remarkable path of progress our country has made since President Lyndon Johnson signed a proclamation creating Nation Hispanic Heritage Week forty-one years ago. It reminds us that what matters is not your family\u0027s name, but whether you are willing to work hard to make a name for yourself. And it reminds us that what matters is not where you come from, but where you are determined to go.\n\nTo see more pictures from the event, check out the Department of Justice Photo Gallery.\n","changed":"\u003Ctime datetime=\u00222017-03-03T09:22:51-05:00\u0022\u003E1488550971\u003C\/time\u003E\n","component":[{"uuid":"e99b9547-7d65-42c6-9404-68fab0db9543","name":"Office of the Attorney General"}],"created":"\u003Ctime datetime=\u00222009-09-23T14:56:27-04:00\u0022\u003E1253732187\u003C\/time\u003E\n","date":"1253707200","image":"","teaser":"","title":"Celebrating National Hispanic Heritage Month at DOJ","topic":"","url":"https:\/\/www.justice.gov\/archives\/opa\/blog\/celebrating-national-hispanic-heritage-month-doj","uuid":"a27cea5f-6f56-4b38-83d3-07a292093e41"},{"attachments":"","body":"The following post appears courtesy of the Office of Justice Programs.\n\nIn recent years, girls have become increasingly involved in the juvenile justice system. Delinquency caseloads over the past decade have increased more for girls than for boys, and the rate of detention for girls nationally has risen dramatically.\n\nBy 2004, girls accounted for 30 percent of juvenile arrests. In an effort to understand these trends and to determine appropriate interventions, OJP’s Office of Juvenile Justice and Delinquency Prevention convened the Girls Study Group, a team of multidisciplinary practitioners and researchers.\n\nThe Girls Study Group was created to provide a comprehensive research foundation for understanding, preventing, and responding to girls\u0027 involvement in delinquency.\n\nThe Girls Study Group has compiled a searchable database of literature related to girls’ delinquency and developed a web site of resources. It is also publishing a series of bulletins on various topics.\n\nTo find out more about the Girls Study Group and related efforts, please visit The Girls Study Group web site.","changed":"\u003Ctime datetime=\u00222017-04-07T11:31:45-04:00\u0022\u003E1491579105\u003C\/time\u003E\n","component":[{"uuid":"48691f29-5377-4a4f-a74d-142d3be90845","name":"Office of Justice Programs (OJP)"}],"created":"\u003Ctime datetime=\u00222009-09-29T15:08:44-04:00\u0022\u003E1254251324\u003C\/time\u003E\n","date":"1254225600","image":"","teaser":"","title":"Girls\u0026#039; Delinquency ","topic":"","url":"https:\/\/www.justice.gov\/archives\/opa\/blog\/girls-delinquency","uuid":"c4954ded-11ad-476e-82fe-ee6c17db832d"},{"attachments":"","body":"Welcome to the new Justice.gov. If you’re a regular visitor to our site, you’ll notice some changes today. If you are joining us for the first time, welcome.\n\nThe Department of Justice launches Justice.gov today in an effort to increase openness and transparency in government. Utilizing a variety of online tools, we will be able to share news and information, not just on our own web site, but through popular social networks Twitter, YouTube and MySpace and Facebook. The Justice presence on these social networks will allow Americans to interact with the Department in entirely new ways. \n\nThe new Justice.gov has incorporated more multimedia than ever before. You’ll find a photo gallery and video library that will be regularly updated with new content from across the Department of Justice. And of course, The Justice Blog will be a hub of information for the Department.\n\nWe are all excited by these new opportunities. Today’s launch is just the first step towards creating the most open, accessible and transparent Justice Department possible. We welcome your feedback about the new site and your ideas for the future.\n","changed":"\u003Ctime datetime=\u00222017-04-07T11:31:45-04:00\u0022\u003E1491579105\u003C\/time\u003E\n","component":[{"uuid":"9662639e-b9a0-44da-8b87-c3f1562b616b","name":"Office of Public Affairs"}],"created":"\u003Ctime datetime=\u00222009-10-01T07:54:58-04:00\u0022\u003E1254398098\u003C\/time\u003E\n","date":"1254398400","image":"","teaser":"","title":"A New Day at Justice.gov","topic":"","url":"https:\/\/www.justice.gov\/archives\/opa\/blog\/new-day-justicegov","uuid":"e1d0ef39-cb2c-49ee-9c1e-2448f4d304a0"},{"attachments":"","body":"Today, the Attorney General spoke at the Annual Conference of the International Association of Chiefs of Police, an organization made up of over 20,000 police executives from international, federal, state and local law enforcement agencies.\n\nPaying tribute to the work of these brave men and women, the Attorney General said:\nAs Attorney General, I have traveled our country and watched many of you in action, and I have personally witnessed the dramatic results of your daunting tasks. I have seen your efforts manifested in children who are learning in safer schools; in teenagers who now have a park or a project or a basketball court to help them stay on course; in senior citizens who are unafraid to sit on their porch or to walk to the grocery store; and in neighborhoods that have been reclaimed from drugs, violence, and despair.\n\nAll of these experiences have only confirmed what I have known to be true throughout my career as a prosecutor, as a judge, and as a Department of Justice official: you, our police chiefs and the officers who serve under your command, are guardians of the democracy we cherish. Your courage and unwavering dedication help ensure that Americans are free to safely enjoy the blessings of liberty that our Constitution promises to all.\n\nTo be sure, your dedication has been sorely tested. Faced with a battered economy that has provided twin challenges – joblessness on the streets, and budget cuts in the precincts – the work of law enforcement officers has never been harder. And so, during this era of challenges, it is our profound duty to band together, to work together, to struggle together, and to support one another in every way possible.\n\nAccordingly, I have come to Denver today with one simple message from Washington: “We got your back.”\nThe Attorney General also highlighted several recent efforts to support law enforcement including:\n\n\t$4 billion in the American Recovery Act to support criminal justice efforts, including $120 million to rural areas, funds for officer training and safety measures, homicide clearance, and the implementation of evidence-based approaches as well as money to support multi-jurisdictional drug task forces, technology programs, and basic bread-and-butter needs like police cruisers and office equipment\n\tAn April law enforcement summit held in Washington to identify key priorities and examine lessons learned from ongoing initiavtives\n\tA conference with our partners in the Department of Homeland Security and elsewhere that focused on how we can better work together at the local level by supporting such efforts as fusion centers that help break down the barriers to information-sharing that have been allowed to hinder our efforts for far too long\n\tThe White House Conference on Gang Violence Prevention and Crime Control that brought together mayors, police chiefs, and other criminal justice leaders from around the country to share examples of ground-breaking innovations to address age-old problems like youth violence, guns, drugs, and gangs.\n\nThese are just some of the steps taken in recent months to support and enhance law enforcement efforts to keep Americans safe.\n\nNoting the recent multi-agency, coordinated investigation in New York and Colorado that disrupted an alleged terrorist plot to detonate explosives inside the United States, the Attorney General renewed his commitment to provide law enforcement officers with the tools and expertise necessary to keep America safe as they do their part in the fight against terrorism.\nFor in the end, the safety of our nation’s citizens lies in your hands -- and in the hands of your officers.\n\nYou, the servants of the public good, are sometimes called the thin blue line. This label conveys a sense that only a fragile barrier separates chaos from order; violence from tranquility. And yet, I know that nothing could be further from the truth. Yes, you may be too few in number, but you make up for that deficiency in grit, resolve, and determination. The thin blue line that keeps our nation lawful, that keeps our nation hopeful, that keeps our nation peaceful, isn’t fragile -- it’s made from the finest, toughest material I know of – the men and women of local law enforcement. That knowledge makes me proud to serve with you as Attorney General, and I can assure you that it provides great inspiration and comfort to each and every American.\n\nAnd so, chiefs, thank you for everything you do. And most especially, thank you for answering the call of duty, and thank you for so courageously serving the public good.\nYou can read the full speech, here.","changed":"\u003Ctime datetime=\u00222017-04-07T11:31:45-04:00\u0022\u003E1491579105\u003C\/time\u003E\n","component":[{"uuid":"e99b9547-7d65-42c6-9404-68fab0db9543","name":"Office of the Attorney General"}],"created":"\u003Ctime datetime=\u00222009-10-05T12:36:32-04:00\u0022\u003E1254760592\u003C\/time\u003E\n","date":"1254744000","image":"","teaser":"","title":"Our Law Enforcement Partners","topic":"","url":"https:\/\/www.justice.gov\/archives\/opa\/blog\/our-law-enforcement-partners","uuid":"b346c3e7-b33d-417b-8f45-a1780f859751"},{"attachments":"","body":"Today, the Department of Justice\u0026nbsp;and the Department of Health and Human Services re-launched\u0026nbsp;StopMedicareFraud.gov. StopMedicareFraud.gov provides information about Medicare Fraud and\u0026nbsp;information\u0026nbsp;on how\u0026nbsp;you can\u0026nbsp;protect yourself from\u0026nbsp;fraud or abuse. It provides\u0026nbsp;ways for victims to report fraud and abuse. It also\u0026nbsp;allows individuals with first-hand knowledge of wasteful spending or criminal activity to report it to the proper authorities.\u0026nbsp; Widespread health care fraud has caused health care costs for Americans to skyrocket. That’s why HEAT -\u0026nbsp;Health Care Fraud Prevention and Enforcement Action Team\u0026nbsp;-\u0026nbsp;is hard at work to root out fraud and save us money.\u0026nbsp;\u0026nbsp;Officials at the Department\u0026nbsp;of Justice and the\u0026nbsp;Department of Health and Human Services\u0026nbsp;use state-of-the-art technology to prevent waste, fraud and abuse in the Medicare and Medicaid programs,\u0026nbsp;and to crack down on fraudulent schemes that cost\u0026nbsp;tax payers\u0026nbsp;billions of dollars.\u0026nbsp; Stopmedicarefraud.gov is an extension of HEAT.\u0026nbsp;HEAT is currently hard at work in South Florida, Houston, Detroit and Los Angeles.\u0026nbsp; In 2008, the multi-agency enforcement groups known as Medicare Fraud Strike Forces secured 588 criminal convictions; obtained 337 civil administrative actions against individuals and organizations who were committing Medicare fraud, and recovered more than a $1 billion in health care fraud monies under the False Claims Act.\u0026nbsp; To date, in fiscal year 2009,\u0026nbsp;The Department of Justice\u0026nbsp;has already recovered nearly a billion dollars in health care fraud monies and recorded 300 convictions.\u0026nbsp; \u0026nbsp;We expect more success to come.\u0026nbsp; President Obama’s 2010 budget for\u0026nbsp;Health and Human Services contains funding for anti-fraud efforts over five years. It invests $311 million to strengthen program integrity in Medicare and Medicaid, with particular emphasis on greater oversight of Medicare Advantage and Medicare Prescription Drug programs. We estimate $2.7 billion could be saved by improving oversight, and stopping fraud and abuse within the Medicare Advantage and Medicare prescription drug programs. \u0026nbsp;For more information visit\u0026nbsp;about health care fraud and how you can help, visit StopMedicareFraud.gov\n","changed":"\u003Ctime datetime=\u00222017-03-03T09:22:57-05:00\u0022\u003E1488550977\u003C\/time\u003E\n","component":[{"uuid":"e99b9547-7d65-42c6-9404-68fab0db9543","name":"Office of the Attorney General"}],"created":"\u003Ctime datetime=\u00222009-10-05T17:09:26-04:00\u0022\u003E1254776966\u003C\/time\u003E\n","date":"1254744000","image":"","teaser":"","title":"Stop Medicare Fraud","topic":"","url":"https:\/\/www.justice.gov\/archives\/opa\/blog\/stop-medicare-fraud","uuid":"1855f162-b264-4067-8a20-2528e6bda5da"},{"attachments":"","body":"AAG Breuer testifies before the Senate Judiciary Subcommittee regarding human rights violators. Photograph by Eli Rosenbaum for The Department of Justice \n\nToday, Lanny A. Breuer, the Assistant Attorney General for the Criminal Division, testified before the U.S. Senate Judiciary Committee’s Subcommittee on Human Rights and the Law about\u0026nbsp;how the Department works to hold human rights violators accountable for their crimes.\u0026nbsp; He also outlined plans\u0026nbsp;to enhance these efforts by merging two sections of the Criminal Division.\n\nAt the onset, AAG Breuer outlined ways in which the Department brings human rights violators to justice.\u0026nbsp; The first starts at our borders, where we work with the Department of Homeland Security to prevent these perpetrators from entering our country.\u0026nbsp; If a suspect has entered the\u0026nbsp;country, and we can\u0027t prosecute them in our own courts, we seek to capture and extradite them so they can stand trial abroad.\u0026nbsp; Finally, when evidence implicates\u0026nbsp;someone in genocide, war crimes, torture or other human rights violations, the\u0026nbsp;federal government moves swiftly to investigate and take the appropriate legal action.\n\nFor example, AAG Breuer highlighted the\u0026nbsp;prosecution of Roy M. Belfast aka “Chuckie Taylor,” the first\u0026nbsp;person charged with\u0026nbsp;violating\u0026nbsp;the U.S. stature prohibiting torture.\u0026nbsp; Federal prosecutors proved\u0026nbsp;that Belfast, who was born in the United States and is the son of former Liberian dictator Charles Taylor, commanded a Liberian paramilitary organization that routinely and brutally tortured their enemies.\u0026nbsp; In January 2009, Belfast was sentenced to 97 years in prison.\u0026nbsp;\n\nImmigration litigation is another powerful tool to bring human rights violators to justice. In May 2009, former Nazi death camp guard John Demjanjuk was removed to Germany. Upon arrival in Germany, Demjanjuk was arrested and charged with having been an accessory to the murder of more than 29,000 Jews at a concentration camp.\n\nBreuer noted that while the Department is proud of its efforts to prosecute human rights violators and build global capacity to address these atrocities,\u0026nbsp;he said the Department\u0026nbsp;can and will do more to pursue justice and achieve deterrence in these cases.\u0026nbsp;\n\nSpecifically, he announced he has recommended to the Attorney General that the Department\u0027s already outstanding efforts in the area of human rights would be enhanced by a merger of the Criminal Division\u0027s Domestic Security Section and the Office of Special Investigation into a new section with responsibility for human rights enforcement, MEJA\/SMTJ cases, and alien-smuggling and related matters.\u0026nbsp; That new section would be called the Human Rights and Special Prosecutions Section.\u0026nbsp;\n\nAAG Breuer testified that the\u0026nbsp;Attorney General has indicated his support for this change and the Department’s strong commitment to enforcing human rights, and\u0026nbsp;he\u0026nbsp;expects to move forward with it, after necessary approvals from the Office of Management and Budget and notifications to Congress.\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\n\nHolding human rights violators accountable is integral to the Department’s mission, and requires close coordination and cooperation throughout the\u0026nbsp;federal government and with our law enforcement partners abroad.\u0026nbsp; AAG Breuer and the entire Criminal Division are committed to strengthening the rule of law and foster respect for human rights both here in the United States and around the world.\n\nRead AAG Breuer\u0027s full testimony. (PDF)","changed":"\u003Ctime datetime=\u00222017-04-07T11:31:45-04:00\u0022\u003E1491579105\u003C\/time\u003E\n","component":[{"uuid":"46370d9f-afee-4408-a29b-48812154bc0c","name":"Criminal Division"}],"created":"\u003Ctime datetime=\u00222009-10-06T18:03:42-04:00\u0022\u003E1254866622\u003C\/time\u003E\n","date":"1254830400","image":"","teaser":"","title":"AAG Breuer Testifies on Human Rights Violators ","topic":"","url":"https:\/\/www.justice.gov\/archives\/opa\/blog\/aag-breuer-testifies-human-rights-violators","uuid":"c626b52b-8217-4cae-a4c3-76f6e9b0ec9a"},{"attachments":"","body":"Today, the Justice Department announces initiatives to commemorate National Disability Awareness month.\n\nThe Civil Rights Division will join the U.S. Equal Employment Opportunity Commission (EEOC) in holding town hall meetings in Philadelphia, Chicago, San Francisco and New Orleans, to share information about the proposed ADA Amendments Act regulations and to gather comments on them. These town hall’s will consist of two sessions - one for disability advocates and one for the employer community. These sessions will be completed by November 20th.\n\nAdditionally, the Civil Rights Division will release a video produced by its Disability Rights Section that will identify and respond to a number of common myths held by employers about workers with disabilities.\n\nThis announcement comes on the occasion of Thomas E. Perez’s return to the Justice Department as Assistant Attorney General of the Civil Rights Division. Here is AAG Perez\u0027s statement on the occasion:\n“The Civil Rights Division is committed to ensuring that the millions of Americans with disabilities are able to live full, productive lives through access to employment and all aspects of civic life. Unfortunately, myths and falsehoods about disabilities make it far too difficult for many individuals with disabilities to secure a job. The Justice Department today renews its vigilance to fairly and judiciously enforcing federal civil rights laws that prohibit discrimination on the basis of a disability. By protecting the rights of all individuals so that they can contribute to our society, we strengthen our communities and our nation as a whole. I am honored to join President Obama to commemorate National Disability Employment Awareness Month on the occasion of my return to the Justice Department.”\nFor more information, visit the Department of Labor\u0027s National Disability Employment Awareness Month Web site.","changed":"\u003Ctime datetime=\u00222017-04-07T11:31:50-04:00\u0022\u003E1491579110\u003C\/time\u003E\n","component":[{"uuid":"da7df438-b3e4-4b73-9250-9974ae754efc","name":"Civil Rights Division"}],"created":"\u003Ctime datetime=\u00222009-10-08T15:32:15-04:00\u0022\u003E1255030335\u003C\/time\u003E\n","date":"1255003200","image":"","teaser":"","title":"National Disability Employment Awareness Month","topic":"","url":"https:\/\/www.justice.gov\/archives\/opa\/blog\/national-disability-employment-awareness-month","uuid":"31fdb81a-8702-4d01-919e-072d7cfe4675"},{"attachments":"","body":"The following post appears courtesy of  Jeff Slowikowski, the Acting Administrator for the Office of Juvenile Justice and Delinquency Prevention\n\nYesterday, the Office of Juvenile Justice and Delinquency Prevention (OJJDP) released  The National Survey on Children’s Exposure to Violence. The report is a precedent-setting survey because it gives us the first real estimates—as the most comprehensive survey to date-- on the nature and extent of violence in children’s lives.\n\nIt is the first time data has been collected across all age ranges, and all types of violence, to define the full scope of violence-related experiences in a child’s life --whether it be as victims or witnesses, and whether it be in the home, the school or the community.  This is also the first time data has been collected on the cumulative exposure to violence over a child’s lifetime.\n\nWith this comprehensive survey, we now have learned that more than 60 percent of the children surveyed were exposed to violence within the past year, either directly or indirectly. Nearly one-half of the children and adolescents surveyed were assaulted at least once in the past year, and more than 1 in 10 were injured as a result. \n\nRespondents also reported they were the victim of a robbery, vandalism, or theft.  Some said they were victims of child maltreatment, including physical and emotional abuse, neglect, or a family abduction. 1 in 16 were victimized sexually. \n\nAs Attorney General Holder said yesterday in Chicago, these figures are staggering.\n\nThe violence that millions of children and youth are exposed to in their homes, schools and communities, whether as direct victims or as a witness, can disrupt their development in many ways.  This disruption in development comes from the impact of the stress or trauma on the child.  It can be exhibited in how they think, interact, learn and develop relationships. \n\nEach child responds to exposure to violence differently and many children are resilient.  Others need support to address trauma reactions to prevent further adverse reactions. That’s why we in the Department of Justice’s Office of Juvenile Justice and Delinquency Prevention support initiatives like Safe Start to prevent and reduce the impacts of children’s exposure to violence. It is our mission to protect our youth and reduce children’s exposure to violence.\n\nAt OJJDP we will continue to support the training necessary to reach across disciplines to identify children who are at risk of exposure to violence, such as witnessing domestic violence, and to coordinate the delivery of services to these children. Accurate information is a key ingredient to helping us accomplish our mission.  Because the survey tracked children’s lifetime exposure to violence, researchers can develop more accurate estimates on the total number of children in a certain age group who have been exposed to a particular form of violence. It illustrates more clearly the full extent of exposure and the cumulative effects of multiple exposures to violence and how exposure to one form of violence may make a child more vulnerable to other forms of violence.\n\nArmed with these facts we will also work with those who come into daily contact with youth and children to assess and identify those who are suffering emotionally, socially, physically and developmentally from exposure to violence.  We can better coordinate our outreach to those children and families who need our help, and provide them with the support they need.  This study gives us the tools to better protect juveniles and youth from the effects of violence and guide them into healthy and productive lives.\n\nFor more information visit the Office of Juvenile Justice and Delinquency Prevention.\n","changed":"\u003Ctime datetime=\u00222017-04-07T11:31:50-04:00\u0022\u003E1491579110\u003C\/time\u003E\n","component":"","created":"\u003Ctime datetime=\u00222009-10-08T15:38:49-04:00\u0022\u003E1255030729\u003C\/time\u003E\n","date":"1255003200","image":"","teaser":"","title":"Children\u0026#039;s Exposure to Violence: A National Survey","topic":"","url":"https:\/\/www.justice.gov\/archives\/opa\/blog\/childrens-exposure-violence-national-survey","uuid":"6984c327-85b6-43b7-845a-e3881d4c76f6"},{"attachments":"","body":"Christine A. Varney, Assistant Attorney General in charge of the Department’s Antitrust Division testified today at a Senate Judiciary Committee hearing on anticompetitive conduct in the health insurance industry.\u0026nbsp; In her testimony, AAG Varney presented the Department’s views on the antitrust immunity granted by the McCarran-Ferguson Act for the insurance industry.\u0026nbsp; AAG Varney stated the Department is generally opposed to exemptions from the antitrust laws in the absence of a strong showing of a compelling need.\n\n“The antitrust laws reflect our society’s belief that competition enhances consumer welfare and promotes our economic and political freedoms.\u0026nbsp; Exceptions from that policy should be—and fortunately are—relatively rare.”\n\nAAG Varney noted that the effects of the antitrust exemption granted by McCarran-Ferguson have been reviewed and debated over the years.\u0026nbsp; Concerns over the effects of the exemption are especially relevant today given the importance of health insurance reform to our nation:\n\n“There is a general consensus that health insurance reform should be built on a strong commitment to competition in all health care markets, including those for health and medical malpractice insurance.\u0026nbsp; Repealing the McCarran-Ferguson Act would allow competition to have a greater role in reforming health and medical malpractice insurance markets than would otherwise be the case.”\n\nThere are strong indications, AAG Varney explained, that the possible justifications for the insurance antitrust exemption that existed in 1945, when McCarran-Ferguson was enacted, are no longer valid.\u0026nbsp; As a result of Supreme Court opinions, the exemption is no longer necessary to enable the states to regulate the business of insurance.\u0026nbsp; Additionally, the application of antitrust laws to potentially procompetitive collective activity has become more sophisticated in such a way that there is now less concern that overly restrictive antitrust rulings would impair the insurance industry’s efficiency. AAG Varney concluded her testimony by stating that the Department generally supports the idea of repealing antitrust exemptions, but it takes no position as to how and when Congress should address this issue.\u0026nbsp; She added:\n\n\u0026nbsp;“In conjunction with the Administration’s efforts to strengthen insurance regulation and states’ role in setting and enforcing policies, the Department supports efforts to bring more competition to the health insurance marketplace that lower costs, expand choice, and improve quality for families, businesses, and government.”\n\nRead the full testimony:\u0026nbsp;\u0022Prohibiting Price Fixing and Other Anticompetitive Conduct in the Health Insurance Industry\u0022\n","changed":"\u003Ctime datetime=\u00222017-03-03T09:53:14-05:00\u0022\u003E1488552794\u003C\/time\u003E\n","component":[{"uuid":"ff94f093-0dd5-455c-afa6-37feafca2f1b","name":"Antitrust Division"}],"created":"\u003Ctime datetime=\u00222009-10-14T16:55:42-04:00\u0022\u003E1255553742\u003C\/time\u003E\n","date":"1255521600","image":"","teaser":"","title":"AAG Varney Testifies on the Insurance Industry\u0026#039;s Antitrust Exemption","topic":"\u003Ca href=\u0022\/taxonomy\/term\/25306\u0022 hreflang=\u0022en\u0022\u003EAntitrust\u003C\/a\u003E","url":"https:\/\/www.justice.gov\/archives\/opa\/blog\/aag-varney-testifies-insurance-industrys-antitrust-exemption","uuid":"81e41a11-f73e-4ddb-ba48-7f68cf5d0f72"},{"attachments":"","body":"This post appears courtesy of the Office of Violence Against Women and their Acting Director,\u0026nbsp;Catherine Pierce. \u0026nbsp;Grantees under the Office on Violence Against Women’s (OVW) Rural Assistance Program convened in the Crescent City for a two-day conference called “Rural Innovations: Exploring Effective Interventions to End Violence Against Women” hosted by Praxis International. \u0026nbsp;Associate Attorney General Tom Perrelli opened the conference by noting the Department’s renewed dedication to helping diverse geographic communities end violence against women:\n\nYou face a very different set of challenges than your colleagues in the field.\u0026nbsp; For you, sometimes the question of providing medical care to victims is not a matter of minutes, but hours.\u0026nbsp; Removing a woman or child from an abusive home can require snow or heavy-duty equipment.\u0026nbsp; And we also know that what works for some communities will not work for all...I am here to tell you that this Department of Justice and this administration are committed to ensuring that these issues are elevated in importance in matters of policy and funding resources.\u0026nbsp;\n\nSurvivors of violence living in rural jurisdictions face unique barriers to receiving assistance and additional challenges rarely encountered in urban areas.\u0026nbsp; The geographic isolation, economic structure, particularly strong social and cultural pressures, and lack of available services in rural jurisdictions significantly compound the problems confronted by those seeking support and services to end the violence in their lives and complicate the ability of the criminal justice system to investigate and prosecute domestic violence, dating violence, sexual assault and stalking cases. However, this conference, OVW’s Rural Grant Program, and Praxis’ technical assistance equip our grantees with new strategies and tools to ensure that every survivor receives the services they need to end the cycle of abuse.\u0026nbsp; Allison Smith-Estelle, Executive Director of the Domestic and Sexual Violence Services of Carbon County, MT, and an OVW grantee since 2008, recently wrote us about the challenges of implementing common practices to address violence in rural Montana: \u0026nbsp;\n\nTeens experiencing stalking are advised to change their class schedules and women experiencing domestic violence are advised to change their driving routes to work.\u0026nbsp; But in tiny rural towns where the entire high school has 20 students and there is only one road in and out of town, such strategies are unfeasible.\u0026nbsp;One of our program’s very first funders gave us the same amount of local travel funds as it did to a program in Rhode Island, not differentiating what “local travel” means in a state that is bigger than Maine, New Hampshire, Vermont, Massachusetts, Connecticut, New York, New Jersey and Rhode Island combined! \u0026nbsp;\n\nBut she continues that funds awarded under OVW’s Rural Assistance Grant Program are making a real difference:\n\nRural OVW funding helped our program pilot several new strategies to ensure that we have the most coordinated and comprehensive response to violence possible.\u0026nbsp;\u0026nbsp; While we have always been able to address our clients’ emergency needs, we now have the opportunity to figure out how to best help our clients safely move beyond the emergency, with short-term rent and utilities assistance, financial literacy classes, one-on-one financial and job counseling, and other forms of economic advocacy and support.\u0026nbsp; Rural OVW provided funding, human-power and legitimacy to engage community partners from the fields of law enforcement, criminal justice and medicine in systems development work, through training and interagency policy and protocol development.\u0026nbsp; We are identifying creative ways to engage men in our frontier community as partners in the work to end violence against women, children and families.\u0026nbsp; Finally, this funding gives us the opportunity to take to scale a model we’ve developed to reach students with messages about dating violence and healthy relationships.\n\nThe Office of Violence Against Women \u0026nbsp;made 76 awards totaling more than $33 million in Fiscal Year 2009, in addition to hundreds of ongoing projects funded under this program in previous years.\u0026nbsp;\u0026nbsp;We are\u0026nbsp;committed to helping our rural partners overcome their unique challenges to build their coordinated community response, despite the barriers of geographic isolation.\u0026nbsp; Only then can a truly informed understanding of the experience of violence in rural and frontier communities begin to emerge and all communities around the country can end the cycle of violence. For additional information about OVW\u0027s Rural Program and other funding opportunities, visit OVW\u0027s website: www.ovw.usdoj.gov.\n","changed":"\u003Ctime datetime=\u00222017-04-27T11:10:33-04:00\u0022\u003E1493305833\u003C\/time\u003E\n","component":[{"uuid":"e420d2db-9bf8-4784-81b5-1cf484df6f3f","name":"Office on Violence Against Women"}],"created":"\u003Ctime datetime=\u00222009-10-16T15:38:14-04:00\u0022\u003E1255721894\u003C\/time\u003E\n","date":"1255694400","image":"","teaser":"","title":"A Report from the National Conference for OVW Rural Grantees","topic":"","url":"https:\/\/www.justice.gov\/archives\/ovw\/blog\/report-national-conference-ovw-rural-grantees","uuid":"9b208c6a-2263-464a-9db0-c1e5823cc29f"},{"attachments":"","body":"This post appears courtesy of the Office of Violence Against Women and their Acting Director,\u0026nbsp;Catherine Pierce.\n\n\u0026nbsp;Grantees under the Office on Violence Against Women’s (OVW) Rural Assistance Program convened in the Crescent City for a two-day conference called “Rural Innovations: Exploring Effective Interventions to End Violence Against Women” hosted by Praxis International.\n\n\u0026nbsp;Associate Attorney General Tom Perrelli opened the conference by noting the Department’s renewed dedication to helping diverse geographic communities end violence against women:\nYou face a very different set of challenges than your colleagues in the field.\u0026nbsp; For you, sometimes the question of providing medical care to victims is not a matter of minutes, but hours.\u0026nbsp; Removing a woman or child from an abusive home can require snow or heavy-duty equipment.\u0026nbsp; And we also know that what works for some communities will not work for all...I am here to tell you that this Department of Justice and this administration are committed to ensuring that these issues are elevated in importance in matters of policy and funding resources.\u0026nbsp;\nSurvivors of violence living in rural jurisdictions face unique barriers to receiving assistance and additional challenges rarely encountered in urban areas.\u0026nbsp; The geographic isolation, economic structure, particularly strong social and cultural pressures, and lack of available services in rural jurisdictions significantly compound the problems confronted by those seeking support and services to end the violence in their lives and complicate the ability of the criminal justice system to investigate and prosecute domestic violence, dating violence, sexual assault and stalking cases.\n\nHowever, this conference, OVW’s Rural Grant Program, and Praxis’ technical assistance equip our grantees with new strategies and tools to ensure that every survivor receives the services they need to end the cycle of abuse.\u0026nbsp;\n\nAllison Smith-Estelle, Executive Director of the Domestic and Sexual Violence Services of Carbon County, MT, and an OVW grantee since 2008, recently wrote us about the challenges of implementing common practices to address violence in rural Montana: \u0026nbsp;\nTeens experiencing stalking are advised to change their class schedules and women experiencing domestic violence are advised to change their driving routes to work.\u0026nbsp; But in tiny rural towns where the entire high school has 20 students and there is only one road in and out of town, such strategies are unfeasible.\u0026nbsp;One of our program’s very first funders gave us the same amount of local travel funds as it did to a program in Rhode Island, not differentiating what “local travel” means in a state that is bigger than Maine, New Hampshire, Vermont, Massachusetts, Connecticut, New York, New Jersey and Rhode Island combined! \u0026nbsp;\nBut she continues that funds awarded under OVW’s Rural Assistance Grant Program are making a real difference:\nRural OVW funding helped our program pilot several new strategies to ensure that we have the most coordinated and comprehensive response to violence possible.\u0026nbsp;\u0026nbsp; While we have always been able to address our clients’ emergency needs, we now have the opportunity to figure out how to best help our clients safely move beyond the emergency, with short-term rent and utilities assistance, financial literacy classes, one-on-one financial and job counseling, and other forms of economic advocacy and support.\u0026nbsp;\n\nRural OVW provided funding, human-power and legitimacy to engage community partners from the fields of law enforcement, criminal justice and medicine in systems development work, through training and interagency policy and protocol development.\u0026nbsp; We are identifying creative ways to engage men in our frontier community as partners in the work to end violence against women, children and families.\u0026nbsp;\n\nFinally, this funding gives us the opportunity to take to scale a model we’ve developed to reach students with messages about dating violence and healthy relationships.\nThe Office of Violence Against Women \u0026nbsp;made 76 awards totaling more than $33 million in Fiscal Year 2009, in addition to hundreds of ongoing projects funded under this program in previous years.\u0026nbsp;\u0026nbsp;We are\u0026nbsp;committed to helping our rural partners overcome their unique challenges to build their coordinated community response, despite the barriers of geographic isolation.\u0026nbsp; Only then can a truly informed understanding of the experience of violence in rural and frontier communities begin to emerge and all communities around the country can end the cycle of violence.\n\nFor additional information about OVW\u0027s Rural Program and other funding opportunities, visit OVW\u0027s website: www.ovw.usdoj.gov.","changed":"\u003Ctime datetime=\u00222017-04-07T11:31:50-04:00\u0022\u003E1491579110\u003C\/time\u003E\n","component":[{"uuid":"e420d2db-9bf8-4784-81b5-1cf484df6f3f","name":"Office on Violence Against Women"}],"created":"\u003Ctime datetime=\u00222009-10-16T15:38:14-04:00\u0022\u003E1255721894\u003C\/time\u003E\n","date":"1255694400","image":"","teaser":"","title":"A Report from the National Conference for OVW Rural Grantees","topic":"","url":"https:\/\/www.justice.gov\/archives\/opa\/blog\/report-national-conference-ovw-rural-grantees","uuid":"e524d8a1-cc64-4e90-b100-11226fb8efac"},{"attachments":"","body":"Today Attorney General Eric Holder announced formal guidelines for federal prosecutors in states that have enacted laws authorizing the use of marijuana for medical purposes. Those guidelines are contained in a memo from Deputy Attorney General David W. Ogden which was sent\u0026nbsp; to United States Attorneys this morning.\nThe text of this memo is provided below for reference. You may also download a PDF version of the memo by clicking, here.\n----------------------------------------------------------------------------------------------\n\u0026nbsp;\nOctober 19,2009\nMEMORANDUM FOR SELECTED UNITED STATES ATTORNEYS\nFROM: David W. Ogden, Deputy Attorney General\nSUBJECT: Investigations and Prosecutions in States Authorizing the Medical Use of Marijuana \nThis memorandum provides clarification and guidance to federal prosecutors in States that have enacted laws authorizing the medical use of marijuana. These laws vary in their substantive provisions and in the extent of state regulatory oversight, both among the enacting States and among local jurisdictions within those States. Rather than developing different guidelines for every possible variant of state and local law, this memorandum provides uniform guidance to focus federal investigations and prosecutions in these States on core federal enforcement priorities.\nThe Department of Justice is committed to the enforcement of the Controlled Substances Act in all States. Congress has determined that marijuana is a dangerous drug, and the illegal distribution and sale of marijuana is a serious crime and provides a significant source of revenue to large-scale criminal enterprises, gangs, and cartels. One timely example underscores the importance of our efforts to prosecute significant marijuana traffickers: marijuana distribution in the United States remains the single largest source of revenue for the Mexican cartels.\nThe Department is also committed to making efficient and rational use of its limited investigative and prosecutorial resources. In general, United States Attorneys are vested with \u0022plenary authority with regard to federal criminal matters\u0022 within their districts. USAM 9-2.001. In exercising this authority, United States Attorneys are \u0022invested by statute and delegation from the Attorney General with the broadest discretion in the exercise of such authority.\u0022 Id. This authority should, of course, be exercised consistent with Department priorities and guidance.\nThe prosecution of significant traffickers of illegal drugs, including marijuana, and the disruption of illegal drug manufacturing and trafficking networks continues to be a core priority in the Department\u0027s efforts against narcotics and dangerous drugs, and the Department\u0027s investigative and prosecutorial resources should be directed towards these objectives. As a general matter, pursuit of these priorities should not focus federal resources in your States on\u0026nbsp;individuals whose actions are in clear and unambiguous compliance with existing state laws providing for the medical use of marijuana. For example, prosecution of individuals with cancer or other serious illnesses who use marijuana as part of a recommended treatment regimen consistent with applicable state law, or those caregivers in clear and unambiguous compliance with existing state law who provide such individuals with marijuana, is unlikely to be an efficient use of limited federal resources. On the other hand, prosecution of commercial enterprises that unlawfully market and sell marijuana for profit continues to be an enforcement priority of the Department. To be sure, claims of compliance with state or local law may mask operations inconsistent with the terms, conditions, or purposes of those laws, and federal law enforcement should not be deterred by such assertions when otherwise pursuing the Department\u0027s core enforcement priorities.\nTypically, when any of the following characteristics is present, the conduct will not be in clear and unambiguous compliance with applicable state law and may indicate illegal drug trafficking activity of potential federal interest:\n\n\n\t\nunlawful possession or unlawful use of firearms;\n\t\nviolence;\n\t\nsales to minors;\n\t\nfinancial and marketing activities inconsistent with the terms, conditions, or purposes of state law, including evidence of money laundering activity and\/or financial gains or excessive amounts of cash inconsistent with purported compliance with state or local law;\n\t\namounts of marijuana inconsistent with purported compliance with state or local law;\n\t\nillegal possession or sale of other controlled substances; or\n\t\nties to other criminal enterprises.\n\nOf course, no State can authorize violations of federal law, and the list of factors above is not intended to describe exhaustively when a federal prosecution may be warranted. Accordingly, in prosecutions under the Controlled Substances Act, federal prosecutors are not expected to charge, prove, or otherwise establish any state law violations. Indeed, this memorandum does not alter in any way the Department\u0027s authority to enforce federal law, including laws prohibiting the manufacture, production, distribution, possession, or use of marijuana on federal property. This guidance regarding resource allocation does not \u0022legalize\u0022 marijuana or provide a legal defense to a violation of federal law, nor is it intended to create any privileges, benefits, or rights, substantive or procedural, enforceable by any individual, party or witness in any administrative, civil, or criminal matter. Nor does clear and unambiguous compliance with state law or the absence of one or all of the above factors create a legal defense to a violation of the Controlled Substances Act. Rather, this memorandum is intended solely as a guide to the exercise of investigative and prosecutorial discretion.\nFinally, nothing herein precludes investigation or prosecution where there is a reasonable basis to believe that compliance with state law is being invoked as a pretext for the production or distribution of marijuana for purposes not authorized by state law. Nor does this guidance preclude investigation or prosecution, even when there is clear and unambiguous compliance with existing state law, in particular circumstances where investigation or prosecution otherwise serves important federal interests.\nYour offices should continue to review marijuana cases for prosecution on a case-by-case basis, consistent with the guidance on resource allocation and federal priorities set forth herein, the consideration of requests for federal assistance from state and local law enforcement authorities, and the Principles of Federal Prosecution.\ncc: All United States Attorneys\n\nLanny A. Breuer\nAssistant Attorney General Criminal Division\n\nB. Todd Jones\nUnited States Attorney\nDistrict of Minnesota\nChair, Attorney General\u0027s Advisory Committee\n\nMichele M. Leonhart\nActing Administrator\nDrug Enforcement Administration\n\nH. Marshall Jarrett\nDirector\nExecutive Office for United States Attorneys\n\nKevin L. Perkins\nAssistant Director\nCriminal Investigative Division\nFederal Bureau of Investigation","changed":"\u003Ctime datetime=\u00222017-04-07T11:31:50-04:00\u0022\u003E1491579110\u003C\/time\u003E\n","component":[{"uuid":"e99b9547-7d65-42c6-9404-68fab0db9543","name":"Office of the Attorney General"}],"created":"\u003Ctime datetime=\u00222009-10-19T10:14:45-04:00\u0022\u003E1255961685\u003C\/time\u003E\n","date":"1255953600","image":"","teaser":"","title":"Memorandum for Selected United State Attorneys on Investigations and Prosecutions in States Authorizing the Medical Use of Marijuana","topic":"","url":"https:\/\/www.justice.gov\/archives\/opa\/blog\/memorandum-selected-united-state-attorneys-investigations-and-prosecutions-states","uuid":"4a9ef448-4ff4-4f31-9e81-802225708a0b"},{"attachments":"","body":"This afternoon Justice Department leadership came together in a rare joint event to commemorate the Justice Department\u0027s recognition of October as Domestic Violence Awareness Month. Attorney General Eric Holder, Deputy Attorney General David W. Ogden and Associate Attorney General Tom Perrelli all delivered remarks at the ceremony to celebrate the work that has been done around the country to end violence against women and, more importantly, to discuss the work still left to do in order to end such violence once and for all. Attorney General Holder began by speaking about a survivor he met while visiting SHAWL House, a women’s shelter in California.\n\nAt SHAWL House, I heard from women whose struggles and successes inspired me. Every woman there had a compelling story to tell. One person I met there, Gabby, grew up in a household of drug users with an abusive father. She found herself in trouble from an early age as she became involved in abusive relationships with her partners, and she began using illegal drugs herself. After losing her four children and winding up on the streets, Gabby turned to SHAWL’s transitional housing facility. There she received the help she so desperately needed, got “clean,” graduated from the program, and turned her life around.\n\nGabby’s story – and the stories of others like her – illustrate how personal courage and community support can give survivors a chance at a fresh start and the hope of a bright future. The Attorney General also stressed our responsibility to act:\n\nBut just listening to, and learning from, these women is not enough. We also need to take action, both in our personal and professional lives, to help others in our community who find themselves in this situation. We owe it to them. We owe it to ourselves. Last year, there were over a half million non-fatal violent victimizations committed against women age 12 or older by an intimate partner. And more than 2,000 women and men were killed by intimate partners last year. These are not mere statistics we are talking about – we are talking about individual human beings: friends, colleagues, co-workers, neighbors, relatives. We should be appalled that this type of violence is visited upon them in this day and age. And we must do everything in our power to stop it.\n\n\nAttorney General Holder, Deputy Attorney General Ogden and Associate Attorney General Perrelli all called on Americans to end the cycle of violence against women that affects too many families and too many communities around the country. The Violence Against Women Act (VAWA), signed into law in 1994, has provided significant support for survivors of domestic violence and helped to reduced the number of Americans who are killed by an intimate partner but that number that is still much to high. There is still much work to be done. Deputy Attorney General Ogden focused his remarks on the prevalence of violence against women in Indian Country and our responsibility to address that problem:\n\nThere’s no doubt that we’ve seen significant improvements. The landmark VAWA was made possible through the tireless commitment of so many in this room. Since its enactment, VAWA has provided new support for survivors of domestic violence and reduced the intolerable number of Americans who are killed by an intimate partner. But domestic violence continues to have a severe impact on our society, and we have much work left to do. So many women, men and children in our country – of every background, ethnicity, age, disability and sexual orientation – are damaged by this devastating crime. I also want to focus on a particular aspect of the problem: Violence against women and children in tribal communities. Given the federal government’s trust responsibility and its unique authority to prosecute serious crime on tribal lands, this is a unique federal responsibility. The levels of violence against American Indian and Alaska Native women are shocking, and cannot be tolerated. Indeed, in some tribal land counties, murder rates for American Indian and Alaska Native women are 10 times the national average. As in many communities, poverty and lack of educational opportunities may both contribute to the scope of the problem and make it especially hard for victims to escape abuse.\n\nAssociate Attorney General Perrelli spoke about the Department\u0027s commitment to raising public awareness of violence against women:\n\nWe at the Department have planned a year’s worth of activities meant to raise public awareness, to make sure that survivors everywhere know that they have a place – and a voice – in this administration, and to build toward a future where domestic abuse and sexual assault are eradicated... ...We will mark this year with our renewed dedication. We want to use this year not merely to commemorate an anniversary, but to recommit ourselves to ending domestic and sexual violence. Our government and this Department have a responsibility to speak out and act on issues of violence against women. Far too many communities in the United States and around the world are affected by this issue and it must stop. We are committed to this cause and will work with state, local and tribal partners to ensure that all communities – particularly those that have been chronically neglected – are given the resources and support they need.\n\nThe Associate Attorney General also thanked those who have lent their name to this important cause and \u0022Joined the List,\u0022 including the day\u0027s musical guest Marcus Johnson, event special guest Olympic Gold Medalist Dominique Dawes, and celebrities including Mariska Hargitay, John Lithgow, Wynton Marsalis, Faith Hill, Kyra Sedgwick, Omar Epps, Meryl Streep, Kevin Spacey, Ellen DeGeneres, Eva Mendes, Scarlett Johansson and Los Angeles Dodgers Manager Joe Torre. The audience, arrayed in purple and sporting purple ribbons to honor Domestic Violence Awareness Month, also heard from Catherine Pierce, Acting Director of the Office on Violence Against Women, who detailed the tireless work that her office does to support victims of domestic violence around the country. Additionally, survivors of domestic violence and advocates who provide support for victims shared their stories. These moving stories demonstrated violence against women can be debilitating, but with hard work and dedication, women can heal themselves and their families can recover. We\u0027ll be sharing those stories with you throughout the week. The Department of Justice is committed to working with state, local and tribal law enforcement partners to end violence against women in America. We have a long way to go, but through the leadership of the Office of Violence Against Women, and the critically important work of thousands of advocates around the country, we will get there.\n","changed":"\u003Ctime datetime=\u00222017-04-27T11:10:38-04:00\u0022\u003E1493305838\u003C\/time\u003E\n","component":[{"uuid":"e420d2db-9bf8-4784-81b5-1cf484df6f3f","name":"Office on Violence Against Women"}],"created":"\u003Ctime datetime=\u00222009-10-19T15:15:46-04:00\u0022\u003E1255979746\u003C\/time\u003E\n","date":"1255953600","image":"","teaser":"","title":"The Justice Department Recognizes Domestic Violence Awareness Month","topic":"","url":"https:\/\/www.justice.gov\/archives\/ovw\/blog\/justice-department-recognizes-domestic-violence-awareness-month","uuid":"5c990525-2561-4223-87a3-94e39c294ff8"},{"attachments":"","body":"This afternoon Justice Department leadership came together in a rare joint event to commemorate the Justice Department\u0027s recognition of October as Domestic Violence Awareness Month.\n\nAttorney General Eric Holder, Deputy Attorney General David W. Ogden and Associate Attorney General Tom Perrelli all delivered remarks at the ceremony to celebrate the work that has been done around the country to end violence against women and, more importantly, to discuss the work still left to do in order to end such violence once and for all.\n\nAttorney General Holder began by speaking about a survivor he met while visiting SHAWL House, a women’s shelter in California.\nAt SHAWL House, I heard from women whose struggles and successes inspired me.\n\nEvery woman there had a compelling story to tell. One person I met there, Gabby, grew up in a household of drug users with an abusive father. She found herself in trouble from an early age as she became involved in abusive relationships with her partners, and she began using illegal drugs herself. After losing her four children and winding up on the streets, Gabby turned to SHAWL’s transitional housing facility. There she received the help she so desperately needed, got “clean,” graduated from the program, and turned her life around.\nGabby’s story – and the stories of others like her – illustrate how personal courage and community support can give survivors a chance at a fresh start and the hope of a bright future.\n\nThe Attorney General also stressed our responsibility to act:\nBut just listening to, and learning from, these women is not enough. We also need to take action, both in our personal and professional lives, to help others in our community who find themselves in this situation. We owe it to them. We owe it to ourselves.\n\nLast year, there were over a half million non-fatal violent victimizations committed against women age 12 or older by an intimate partner. And more than 2,000 women and men were killed by intimate partners last year. These are not mere statistics we are talking about – we are talking about individual human beings: friends, colleagues, co-workers, neighbors, relatives. We should be appalled that this type of violence is visited upon them in this day and age. And we must do everything in our power to stop it.\nAttorney General Holder, Deputy Attorney General Ogden and Associate Attorney General Perrelli all called on Americans to end the cycle of violence against women that affects too many families and too many communities around the country. The Violence Against Women Act (VAWA), signed into law in 1994, has provided significant support for survivors of domestic violence and helped to reduced the number of Americans who are killed by an intimate partner but that number that is still much to high.\n\nThere is still much work to be done. Deputy Attorney General Ogden focused his remarks on the prevalence of violence against women in Indian Country and our responsibility to address that problem:\nThere’s no doubt that we’ve seen significant improvements. The landmark VAWA was made possible through the tireless commitment of so many in this room. Since its enactment, VAWA has provided new support for survivors of domestic violence and reduced the intolerable number of Americans who are killed by an intimate partner.\n\nBut domestic violence continues to have a severe impact on our society, and we have much work left to do. So many women, men and children in our country – of every background, ethnicity, age, disability and sexual orientation – are damaged by this devastating crime.\n\nI also want to focus on a particular aspect of the problem: Violence against women and children in tribal communities. Given the federal government’s trust responsibility and its unique authority to prosecute serious crime on tribal lands, this is a unique federal responsibility. The levels of violence against American Indian and Alaska Native women are shocking, and cannot be tolerated. Indeed, in some tribal land counties, murder rates for American Indian and Alaska Native women are 10 times the national average. As in many communities, poverty and lack of educational opportunities may both contribute to the scope of the problem and make it especially hard for victims to escape abuse.\nAssociate Attorney General Perrelli spoke about the Department\u0027s commitment to raising public awareness of violence against women:\nWe at the Department have planned a year’s worth of activities meant to raise public awareness, to make sure that survivors everywhere know that they have a place – and a voice – in this administration, and to build toward a future where domestic abuse and sexual assault are eradicated...\n\n...We will mark this year with our renewed dedication. We want to use this year not merely to commemorate an anniversary, but to recommit ourselves to ending domestic and sexual violence. Our government and this Department have a responsibility to speak out and act on issues of violence against women. Far too many communities in the United States and around the world are affected by this issue and it must stop. We are committed to this cause and will work with state, local and tribal partners to ensure that all communities – particularly those that have been chronically neglected – are given the resources and support they need.\nThe Associate Attorney General also thanked those who have lent their name to this important cause and \u0022Joined the List,\u0022 including the day\u0027s musical guest Marcus Johnson, event special guest Olympic Gold Medalist Dominique Dawes, and celebrities including Mariska Hargitay, John Lithgow, Wynton Marsalis, Faith Hill, Kyra Sedgwick, Omar Epps, Meryl Streep, Kevin Spacey, Ellen DeGeneres, Eva Mendes, Scarlett Johansson and Los Angeles Dodgers Manager Joe Torre.\n\nThe audience, arrayed in purple and sporting purple ribbons to honor Domestic Violence Awareness Month, also heard from Catherine Pierce, Acting Director of the Office on Violence Against Women, who detailed the tireless work that her office does to support victims of domestic violence around the country.\n\nAdditionally, survivors of domestic violence and advocates who provide support for victims shared their stories. These moving stories demonstrated violence against women can be debilitating, but with hard work and dedication, women can heal themselves and their families can recover. We\u0027ll be sharing those stories with you throughout the week.\n\nThe Department of Justice is committed to working with state, local and tribal law enforcement partners to end violence against women in America. We have a long way to go, but through the leadership of the Office of Violence Against Women, and the critically important work of thousands of advocates around the country, we will get there.\n\nIf you, or someone you know, are a victim of domestic violence, please call the National Domestic Violence Hotline at 800-799-SAFE (7233), 800-787-3224 (TTY). For more information on resources that may be available to you, visit: http:\/\/www.ovw.usdoj.gov\/hotnum.htm.","changed":"\u003Ctime datetime=\u00222017-04-07T11:31:50-04:00\u0022\u003E1491579110\u003C\/time\u003E\n","component":[{"uuid":"2dd23226-fdaa-483b-bbc5-81233ed79643","name":"Office of the Associate Attorney General"}],"created":"\u003Ctime datetime=\u00222009-10-19T15:15:46-04:00\u0022\u003E1255979746\u003C\/time\u003E\n","date":"1255953600","image":"","teaser":"","title":"The Justice Department Recognizes Domestic Violence Awareness Month","topic":"","url":"https:\/\/www.justice.gov\/archives\/opa\/blog\/justice-department-recognizes-domestic-violence-awareness-month","uuid":"e7435002-490c-44f7-8753-533a6fb9c63b"},{"attachments":"","body":"This month the Bureau of Justice Statistics released their latest report on Female Victims of Violence (PDF). The report focuses on intimate partner violence, rape and sexual assault, and stalking. It includes estimates of the extent of crimes against females and the characteristics of crimes and victims. The following\u0026nbsp;10 facts\u0026nbsp;are a\u0026nbsp;small sampling of findings from the report.\u0026nbsp;\u0026nbsp;\n\n\n\tIn 2008, females age 12 or older were five times more likely than males age 12 or older to be victims of intimate partner violence.\u0026nbsp;\n\tIn 2007 intimate partners committed 14% of all homicides in the U.S.\n\tThe total estimated number of intimate partner homicide victims in 2007 was 2,340, including 1,640 females and 700 males.\n\tFemales made up 70% of victims killed by an intimate partner in 2007, a proportion that has changed very little since 1993.\n\tFemales are generally murdered by people they know. In 64% of female homicide cases in 2007, females were killed by a family member or intimate partner.\n\tThe overall rate of female homicides fell 43%\u0026nbsp;\u0026nbsp;between\u0026nbsp;1993 and 2007.\n\tBetween 1993 and 2008 the rate of rape or sexual assault against females declined by 70% (from 4.7 to 1.4 per 1,000 females age 12 or older).\u0026nbsp;\u0026nbsp; \u0026nbsp;The rate of rape or sexual assault against males declined by 36% between 1993 and 2008 (from 0.5 to 0.3 per 1,000 males age 12 or older).\n\tOne in five rape or sexual assaults against females (20%) was committed by an intimate partner.\n\tDuring a 12-month period in 2005 and 2006, an estimated 3.4 million persons age 18 or older were victims of stalking.\n\tFemales were at higher risk of stalking victimization than males.\u0026nbsp;\u0026nbsp;\u0026nbsp;During the study period, females experienced 20 stalking victimizations per 1,000 females age 18 or older. The rate of stalking victimization for males was approximately 7 per 1,000 males age 18 or older.\n\n\nOctober has been recognized by President Obama and The Department of Justice as Domestic Violence Awareness Month. The findings in this report, while not limited to domestic violence, certainly remind us of why awareness around this issue is so critical If you, or someone you know, are a victim of domestic violence, please call the National Domestic Violence Hotline at 800-799-SAFE (7233), 800-787-3224 (TTY). \n\n-----\n\nData from the Bureau of Justice Statistics’ National Crime Victimization Survey (NCVS) and the Federal Bureau of Investigation’s (FBI) Uniform Crime Reporting Program\u0027s (UCR) Supplementary Homicide Reports (SHR). The full report as a PDF is available at the Bureau of Justice Statistics Web site. \n","changed":"\u003Ctime datetime=\u00222017-04-27T11:10:30-04:00\u0022\u003E1493305830\u003C\/time\u003E\n","component":[{"uuid":"e420d2db-9bf8-4784-81b5-1cf484df6f3f","name":"Office on Violence Against Women"}],"created":"\u003Ctime datetime=\u00222009-10-21T11:29:35-04:00\u0022\u003E1256138975\u003C\/time\u003E\n","date":"1256126400","image":"","teaser":"","title":"10 Facts on Female Victims of Violence","topic":"","url":"https:\/\/www.justice.gov\/archives\/ovw\/blog\/10-facts-female-victims-violence","uuid":"05f5d228-c839-44e7-9f32-4dd03daf09ff"}]}