{"metadata":{"responseInfo":{"status":200},"resultset":{"count":"270127","pagesize":"2","page":0},"executionTime":1.833704948425293},"results":[{"attachment":"","body":"\u003Cp\u003E  \u0022Judge Bell’s long record of public service, especially his efforts to enact FISA and champion civil rights, exemplified his dedication, integrity, and fearless pursuit of justice. He was not only an outstanding Attorney General, but also a true gentleman. The Justice Department mourns his passing.\u0022\u003C\/p\u003E","changed":"\u003Ctime datetime=\u00222025-02-05T12:37:10-05:00\u0022\u003E1738777030\u003C\/time\u003E\n","component":[{"uuid":"e99b9547-7d65-42c6-9404-68fab0db9543","name":"Office of the Attorney General"}],"created":"\u003Ctime datetime=\u00222009-01-05T14:20:07-05:00\u0022\u003E1231183207\u003C\/time\u003E\n","date":"1231156800","image":"","number":"09-001","teaser":"\u0022Judge Bell\u0092s long record of public service, especially his efforts to enact FISA and champion civil rights, exemplified his dedication, integrity, and fearless pursuit of justice. He was not only an outstanding Attorney General, but also a true gentleman. The Justice Department mourns his passing.\u0022\n","title":"Statement of Attorney General Michael B. Mukasey on the Death of Former Attorney General Griffin Bell","topic":"","url":"https:\/\/www.justice.gov\/archives\/opa\/pr\/statement-attorney-general-michael-b-mukasey-death-former-attorney-general-griffin-bell","uuid":"507fae43-85e6-45f6-aed3-94da8447f676"},{"attachment":"","body":"  \u003Cp\u003E  WASHINGTON   – John B. Sawyer, a former trooper with the South Carolina Highway Patrol, pleaded guilty today in federal court in Charleston, S.C., to using excessive force during an arrest.\u003C\/p\u003E    \u003Cp\u003E  During his plea, Sawyer acknowledged that he abused his authority as a law enforcement officer when, on May 26, 2006, he unnecessarily and repeatedly kicked the head and neck area of a man who had been apprehended in Sumter County after a chase on Interstate 95. Sawyer agreed that his conduct violated federal law and the constitutional rights of the arrested man.\u003C\/p\u003E    \u003Cp\u003E  \u0022The overwhelming majority of police officers perform their duties with honor and professionalism,\u0022 said Grace Chung Becker, Acting Assistant Attorney General for the Civil Rights Division. \u0022However, if an officer commits a criminal act by violating another person’s civil rights, the Justice Department will not hesitate to step in and vigorously enforce the law.\u0022\u003C\/p\u003E    \u003Cp\u003E  \u0022This is an important case, as the public places great trust in law enforcement to protect and serve them,\u0022 said Walt Wilkins, U.S. Attorney for the District of South Carolina. \u0022When an officer violates this oath, and the civil rights of those he encounters, the public’s trust is eroded and fellow officers suffer as a result. We are dedicated to prosecuting those who engage in abusive police conduct, and who tarnish the reputation of the dedicated officers who serve each day with honor and distinction.\u0022\u003C\/p\u003E    \u003Cp align=\u0022center\u0022\u003E  \u0026nbsp;\u003C\/p\u003E    \u003Cp\u003E  The case was investigated by the Federal Bureau of Investigation and the South Carolina Law Enforcement Division and was prosecuted by Assistant U.S. Attorney Alston C. Badger and Special Assistant U.S. Attorney Brent Alan Gray formerly of the Civil Rights Division.\u003C\/p\u003E","changed":"\u003Ctime datetime=\u00222025-02-05T12:19:52-05:00\u0022\u003E1738775992\u003C\/time\u003E\n","component":[{"uuid":"da7df438-b3e4-4b73-9250-9974ae754efc","name":"Civil Rights Division"}],"created":"\u003Ctime datetime=\u00222009-01-05T16:50:50-05:00\u0022\u003E1231192250\u003C\/time\u003E\n","date":"1231156800","image":"","number":"08-002","teaser":"John B. Sawyer, a former trooper with the South Carolina Highway Patrol, pleaded guilty today in federal court in Charleston, S.C., to using excessive force during an arrest.","title":"Former South Carolina Highway Patrol Trooper Pleads Guilty to Civil Rights Violation","topic":"","url":"https:\/\/www.justice.gov\/archives\/opa\/pr\/former-south-carolina-highway-patrol-trooper-pleads-guilty-civil-rights-violation","uuid":"f5304777-60c9-49b2-9f02-db5176fef320"}]}